Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_settings_changeLanguage
source: Change display language
ar: تغيير لغة العرض
cs: Změnit jazyk zobrazení
de: Anzeigesprache ändern
el: Αλλαγή γλώσσας εμφάνισης
es: Cambiar el idioma de la interfaz
fa: تغییر زبان نمایش
fr: Changer la langue d'affichage
hu: Megjelenítési nyelv módosítása
id: Ubah bahasa tampilan
it: Cambia lingua di visualizzazione
ja: 表示言語を変更
ko: 표시 언어 변경
pl: Zmień język wyświetlania
pt: Alterar idioma de exibição
ro: Modificare limbă de afișare
ru: Изменить язык интерфейса
th: เปลี่ยนภาษาที่แสดง
tr: Görüntüleme dilini değiştir
uk: Змінити мову інтерфейсу
vi: Thay đổi ngôn ngữ hiển thị
zh_hans: 更改显示语言
zh_hant: 變更顯示語言

# CmdAlias_settings_changeLanguage
source: language locale ui translation
ar: language locale ui translation لغة إعدادات محلية واجهة ترجمة لغة العرض
cs: jazyk národní narodni prostředí prostredi rozhraní rozhrani překlad preklad language locale ui translation
de: sprache übersetzung language locale ui translation
el: γλώσσα τοπικές ρυθμίσεις μετάφραση language locale ui translation
es: idioma traducción language locale ui translation
fa: زبان محلی رابط ترجمه, language locale ui translation
fr: langue traduction language locale ui translation
hu: nyelv területi beállítás teruleti fordítás forditas language locale ui translation
id: bahasa terjemahan antarmuka language locale ui translation
it: lingua impostazioni locali interfaccia traduzione language locale ui translation
ja: ひょうじげんごをへんこう げんご
ko: 표시 언어 변경 언어 로캘 번역 language locale ui translation
pl: język ustawienia regionalne interfejs tłumaczenie language locale ui translation
pt: idioma localidade interface tradução language locale ui translation
ro: limbă limba afișare afisare traducere language locale ui translation
ru: язык локаль интерфейс перевод language locale ui translation
th: ภาษา การแปล language locale ui translation
tr: dil yerel ayar arabirim çeviri language locale ui translation
uk: мова локалізація інтерфейс переклад language locale ui translation
vi: ngôn ngữ bản dịch giao diện language locale ui translation
zh_hans: 显示语言 语言 区域 界面 翻译 language locale ui translation
zh_hant: 顯示語言 語言 地區設定 介面 翻譯 language locale ui translation

# CmdArg_view_colorScheme
source: Choose a color scheme.
ar: اختر نظام ألوان.
cs: Zvolte barevné schéma.
de: Wählen Sie ein Farbschema aus.
el: Επιλέξτε έναν συνδυασμό χρωμάτων.
es: Elige una combinación de colores.
fa: یک طرح رنگ انتخاب کنید.
fr: Choisissez un jeu de couleurs.
hu: Válasszon színsémát.
id: Pilih skema warna.
it: Scegli una combinazione di colori.
ja: 配色を選んでください。
ko: 색 구성표를 선택하세요.
pl: Wybierz schemat kolorów.
pt: Escolha um esquema de cores.
ro: Alegeți o schemă de culori.
ru: Выберите цветовую схему.
th: เลือกชุดสี
tr: Bir renk düzeni seçin.
uk: Виберіть колірну схему.
vi: Chọn bộ màu.
zh_hans: 请选择配色方案。
zh_hant: 請選擇色彩配置。

# CmdArg_view_encoding_select
source: Choose an encoding (type to filter, for example utf-16).
ar: اختر ترميزاً (اكتب للتصفية، مثل utf-16).
cs: Zvolte kódování (filtrujte psaním, například utf-16).
de: Wählen Sie eine Codierung aus (zum Filtern tippen, z. B. utf-16).
el: Επιλέξτε μια κωδικοποίηση (πληκτρολογήστε για φιλτράρισμα, για παράδειγμα utf-16).
es: Elige una codificación (escribe para filtrar, por ejemplo, utf-16).
fa: یک رمزگذاری انتخاب کنید (برای فیلتر تایپ کنید، مثلاً utf-16).
fr: Choisissez un encodage (tapez pour filtrer, par exemple utf-16).
hu: Válasszon kódolást (gépeléssel szűrhet, például utf-16).
id: Pilih pengodean (ketik untuk memfilter, mis. utf-16).
it: Scegli una codifica (digita per filtrare, ad es. utf-16).
ja: 文字コードを選んでください (入力で絞り込み。例: utf-16)。
ko: 인코딩을 선택하세요(입력하여 필터링, 예: utf-16).
pl: Wybierz kodowanie (pisz, aby filtrować, np. utf-16).
pt: Escolha uma codificação (digite para filtrar, por exemplo, utf-16).
ro: Alegeți o codificare (tastați pentru a filtra, de exemplu utf-16).
ru: Выберите кодировку (введите текст для фильтрации, например utf-16).
th: เลือกการเข้ารหัส (พิมพ์เพื่อกรอง เช่น utf-16)
tr: Bir kodlama seçin (filtrelemek için yazın, ör. utf-16).
uk: Виберіть кодування (введіть текст для фільтрування, наприклад utf-16).
vi: Chọn bảng mã (nhập để lọc, ví dụ: utf-16).
zh_hans: 请选择编码（键入以筛选，例如 utf-16）。
zh_hant: 請選擇編碼（輸入文字以篩選，例如 utf-16）。

# CmdArg_view_bytesPerRowCustom
source: Enter the number of bytes per row (for example 24), then press Enter.
ar: أدخل عدد البايتات في كل صف (مثل 24)، ثم اضغط Enter.
cs: Zadejte počet bajtů na řádek (například 24) a stiskněte Enter.
de: Geben Sie die Anzahl der Bytes pro Zeile ein (z. B. 24) und drücken Sie Enter.
el: Εισαγάγετε το πλήθος των byte ανά γραμμή (για παράδειγμα 24) και πατήστε Enter.
es: Escribe el número de bytes por fila (por ejemplo, 24) y presiona Enter.
fa: تعداد بایت در هر سطر را وارد کنید (مثلاً 24)، سپس Enter را فشار دهید.
fr: Entrez le nombre d'octets par ligne (par exemple 24), puis appuyez sur Enter.
hu: Adja meg a soronkénti bájtok számát (például 24), majd nyomja meg az Enter billentyűt.
id: Masukkan jumlah byte per baris (mis. 24), lalu tekan Enter.
it: Immetti il numero di byte per riga (ad es. 24), quindi premi Invio.
ja: 1 行のバイト数を入力して Enter を押してください (例: 24)。
ko: 행당 바이트 수(예: 24)를 입력하고 Enter 키를 누르세요.
pl: Wprowadź liczbę bajtów na wiersz (np. 24), a następnie naciśnij Enter.
pt: Insira o número de bytes por linha (por exemplo, 24) e pressione Enter.
ro: Introduceți numărul de octeți pe rând (de exemplu 24), apoi apăsați Enter.
ru: Введите число байтов в строке (например, 24) и нажмите Enter.
th: ใส่จำนวนไบต์ต่อแถว (เช่น 24) แล้วกด Enter
tr: Satır başına bayt sayısını girin (ör. 24) ve Enter'a basın.
uk: Введіть кількість байтів у рядку (наприклад, 24) і натисніть Enter.
vi: Nhập số byte mỗi hàng (ví dụ: 24), rồi nhấn Enter.
zh_hans: 请输入每行字节数（例如 24），然后按 Enter。
zh_hant: 請輸入每列位元組數（例如 24），然後按 Enter。

# Close_Waiting
source: Waiting for {0} to finish…
ar: في انتظار انتهاء {0}…
cs: Čeká se na dokončení: {0}…
de: Warten, bis {0} abgeschlossen ist…
el: Αναμονή για την ολοκλήρωση: {0}…
es: Esperando a que termine {0}…
fa: در انتظار پایان {0}…
fr: En attente de la fin de {0}…
hu: Várakozás a következő befejeződésére: {0}…
id: Menunggu {0} selesai…
it: In attesa del completamento di {0}…
ja: {0} が終わるのを待っています…
ko: {0}이(가) 끝나기를 기다리는 중…
pl: Oczekiwanie na zakończenie: {0}…
pt: Aguardando {0} terminar…
ro: Se așteaptă finalizarea {0}…
ru: Ожидание завершения операции «{0}»…
th: กำลังรอให้ {0} เสร็จสิ้น…
tr: {0} işleminin bitmesi bekleniyor…
uk: Очікування завершення операції «{0}»…
vi: Đang chờ {0} hoàn tất…
zh_hans: 正在等待 {0} 完成…
zh_hant: 正在等待 {0} 完成…

# Settings_HexPreview
source: Preview
ar: معاينة
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fa: پیش‌نمایش
fr: Aperçu
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt: Visualização
ro: Previzualizare
ru: Предварительный просмотр
th: ตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# SchemeUi_Duplicate
source: Duplicate...
ar: تكرار...
cs: Duplikovat...
de: Duplizieren...
el: Δημιουργία αντιγράφου...
es: Duplicar...
fa: تکثیر...
fr: Dupliquer...
hu: Kettőzés...
id: Duplikat...
it: Duplica...
ja: 複製...
ko: 복제...
pl: Duplikuj...
pt: Duplicar...
ro: Duplicare...
ru: Дублировать...
th: ทำสำเนา...
tr: Çoğalt...
uk: Дублювати...
vi: Nhân bản...
zh_hans: 复制...
zh_hant: 複製...

# SchemeUi_Export
source: Export...
ar: تصدير...
cs: Exportovat...
de: Exportieren...
el: Εξαγωγή...
es: Exportar...
fa: صادر کردن...
fr: Exporter...
hu: Exportálás...
id: Ekspor...
it: Esporta...
ja: エクスポート...
ko: 내보내기...
pl: Eksportuj...
pt: Exportar...
ro: Exportare...
ru: Экспорт...
th: ส่งออก...
tr: Dışarı aktar...
uk: Експортувати...
vi: Xuất...
zh_hans: 导出...
zh_hant: 匯出...

# SchemeUi_Import
source: Import...
ar: استيراد...
cs: Importovat...
de: Importieren...
el: Εισαγωγή...
es: Importar...
fa: وارد کردن...
fr: Importer...
hu: Importálás...
id: Impor...
it: Importa...
ja: インポート...
ko: 가져오기...
pl: Importuj...
pt: Importar...
ro: Importare...
ru: Импорт...
th: นำเข้า...
tr: İçeri aktar...
uk: Імпортувати...
vi: Nhập...
zh_hans: 导入...
zh_hant: 匯入...

# SchemeUi_NewName
source: Name of the new color scheme
ar: اسم نظام الألوان الجديد
cs: Název nového barevného schématu
de: Name des neuen Farbschemas
el: Όνομα του νέου συνδυασμού χρωμάτων
es: Nombre de la nueva combinación de colores
fa: نام طرح رنگ جدید
fr: Nom du nouveau jeu de couleurs
hu: Az új színséma neve
id: Nama skema warna baru
it: Nome della nuova combinazione di colori
ja: 新しい配色の名前
ko: 새 색 구성표 이름
pl: Nazwa nowego schematu kolorów
pt: Nome do novo esquema de cores
ro: Numele noii scheme de culori
ru: Имя новой цветовой схемы
th: ชื่อของชุดสีใหม่
tr: Yeni renk düzeninin adı
uk: Назва нової колірної схеми
vi: Tên của bộ màu mới
zh_hans: 新配色方案的名称
zh_hant: 新色彩配置的名稱

# SchemeUi_CopyName
source: {0} copy
ar: نسخة من {0}
cs: {0} – kopie
de: {0} (Kopie)
el: Αντίγραφο του {0}
es: {0} (copia)
fa: رونوشت {0}
fr: {0} (copie)
hu: {0} másolata
id: Salinan {0}
it: Copia di {0}
ja: {0} のコピー
ko: {0} 복사본
pl: {0} – kopia
pt: Cópia de {0}
ro: Copie {0}
ru: {0} — копия
th: สำเนาของ {0}
tr: {0} kopyası
uk: {0} — копія
vi: Bản sao của {0}
zh_hans: {0} 副本
zh_hant: {0} 複本

# SchemeUi_NameInvalid
source: Enter a name that no other color scheme uses.
ar: أدخل اسماً لا يستخدمه أي نظام ألوان آخر.
cs: Zadejte název, který nepoužívá žádné jiné barevné schéma.
de: Geben Sie einen Namen ein, den kein anderes Farbschema verwendet.
el: Εισαγάγετε ένα όνομα που δεν χρησιμοποιεί άλλος συνδυασμός χρωμάτων.
es: Escribe un nombre que no use ninguna otra combinación de colores.
fa: نامی وارد کنید که طرح رنگ دیگری از آن استفاده نکند.
fr: Entrez un nom qu'aucun autre jeu de couleurs n'utilise.
hu: Adjon meg olyan nevet, amelyet egyik másik színséma sem használ.
id: Masukkan nama yang tidak digunakan oleh skema warna lain.
it: Immetti un nome non usato da altre combinazioni di colori.
ja: 他の配色と重ならない名前を入力してください。
ko: 다른 색 구성표에서 사용하지 않는 이름을 입력하세요.
pl: Wprowadź nazwę, której nie używa żaden inny schemat kolorów.
pt: Insira um nome que nenhum outro esquema de cores use.
ro: Introduceți un nume pe care nu îl utilizează nicio altă schemă de culori.
ru: Введите имя, которое не используется другой цветовой схемой.
th: โปรดใส่ชื่อที่ไม่ซ้ำกับชุดสีอื่น
tr: Başka hiçbir renk düzeninin kullanmadığı bir ad girin.
uk: Введіть назву, яку не використовує жодна інша колірна схема.
vi: Hãy nhập tên chưa được bộ màu nào khác sử dụng.
zh_hans: 请输入其他配色方案未使用的名称。
zh_hant: 請輸入其他色彩配置未使用的名稱。

# SchemeUi_Edit
source: Edit color scheme: {0}
ar: تحرير نظام الألوان: {0}
cs: Upravit barevné schéma: {0}
de: Farbschema bearbeiten: {0}
el: Επεξεργασία συνδυασμού χρωμάτων: {0}
es: Editar combinación de colores: {0}
fa: ویرایش طرح رنگ: {0}
fr: Modifier le jeu de couleurs : {0}
hu: Színséma szerkesztése: {0}
id: Edit skema warna: {0}
it: Modifica combinazione di colori: {0}
ja: 配色の編集: {0}
ko: 색 구성표 편집: {0}
pl: Edytuj schemat kolorów: {0}
pt: Editar esquema de cores: {0}
ro: Editare schemă de culori: {0}
ru: Изменение цветовой схемы: {0}
th: แก้ไขชุดสี: {0}
tr: Renk düzenini düzenle: {0}
uk: Змінити колірну схему: {0}
vi: Sửa bộ màu: {0}
zh_hans: 编辑配色方案：{0}
zh_hant: 編輯色彩配置：{0}

# SchemeUi_Variant
source: Colors to edit
ar: الألوان المراد تحريرها
cs: Barvy k úpravě
de: Zu bearbeitende Farben
el: Χρώματα για επεξεργασία
es: Colores que se editan
fa: رنگ‌های قابل ویرایش
fr: Couleurs à modifier
hu: Szerkesztendő színek
id: Warna yang akan diedit
it: Colori da modificare
ja: 編集する色
ko: 편집할 색
pl: Kolory do edycji
pt: Cores a editar
ro: Culori de editat
ru: Изменяемые цвета
th: สีที่จะแก้ไข
tr: Düzenlenecek renkler
uk: Кольори для змінення
vi: Màu cần sửa
zh_hans: 要编辑的颜色
zh_hant: 要編輯的色彩

# SchemeUi_Light
source: Light theme
ar: السمة الفاتحة
cs: Světlý motiv
de: Helles Design
el: Ανοιχτό θέμα
es: Tema claro
fa: طرح زمینهٔ روشن
fr: Thème clair
hu: Világos téma
id: Tema terang
it: Tema chiaro
ja: ライト用
ko: 밝은 테마
pl: Motyw jasny
pt: Tema claro
ro: Temă luminoasă
ru: Светлая тема
th: ธีมสว่าง
tr: Açık tema
uk: Світла тема
vi: Chủ đề sáng
zh_hans: 浅色主题
zh_hant: 淺色佈景主題

# SchemeUi_Dark
source: Dark theme
ar: السمة الداكنة
cs: Tmavý motiv
de: Dunkles Design
el: Σκούρο θέμα
es: Tema oscuro
fa: طرح زمینهٔ تیره
fr: Thème sombre
hu: Sötét téma
id: Tema gelap
it: Tema scuro
ja: ダーク用
ko: 어두운 테마
pl: Motyw ciemny
pt: Tema escuro
ro: Temă întunecată
ru: Темная тема
th: ธีมมืด
tr: Koyu tema
uk: Темна тема
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色佈景主題

# SchemeUi_PickColor
source: Pick a color for {0}
ar: اختيار لون لـ {0}
cs: Vybrat barvu pro: {0}
de: Farbe für {0} auswählen
el: Επιλογή χρώματος για {0}
es: Elegir un color para {0}
fa: انتخاب رنگ برای {0}
fr: Choisir une couleur pour {0}
hu: Szín választása: {0}
id: Pilih warna untuk {0}
it: Scegli un colore per {0}
ja: {0} の色を選ぶ
ko: {0}의 색 선택
pl: Wybierz kolor dla: {0}
pt: Escolher uma cor para {0}
ro: Alegeți o culoare pentru {0}
ru: Выберите цвет для элемента «{0}»
th: เลือกสีสำหรับ {0}
tr: {0} için bir renk seçin
uk: Виберіть колір для елемента «{0}»
vi: Chọn màu cho {0}
zh_hans: 为{0}选择颜色
zh_hant: 選擇 {0} 的色彩

# SchemeUi_ThemeColor
source: Theme color
ar: لون السمة
cs: Barva motivu
de: Designfarbe
el: Χρώμα θέματος
es: Color del tema
fa: رنگ طرح زمینه
fr: Couleur du thème
hu: Témaszín
id: Warna tema
it: Colore del tema
ja: テーマの色
ko: 테마 색
pl: Kolor motywu
pt: Cor do tema
ro: Culoarea temei
ru: Цвет темы
th: สีของธีม
tr: Tema rengi
uk: Колір теми
vi: Màu chủ đề
zh_hans: 主题颜色
zh_hant: 佈景主題色彩

# SchemeUi_Reset
source: Use the theme color
ar: استخدام لون السمة
cs: Použít barvu motivu
de: Designfarbe verwenden
el: Χρήση του χρώματος θέματος
es: Usar el color del tema
fa: استفاده از رنگ طرح زمینه
fr: Utiliser la couleur du thème
hu: Témaszín használata
id: Gunakan warna tema
it: Usa il colore del tema
ja: テーマの色に戻す
ko: 테마 색 사용
pl: Użyj koloru motywu
pt: Usar a cor do tema
ro: Utilizare culoarea temei
ru: Использовать цвет темы
th: ใช้สีของธีม
tr: Tema rengini kullan
uk: Використовувати колір теми
vi: Dùng màu chủ đề
zh_hans: 使用主题颜色
zh_hant: 使用佈景主題色彩

# SchemeUi_Save
source: Save color scheme
ar: حفظ نظام الألوان
cs: Uložit barevné schéma
de: Farbschema speichern
el: Αποθήκευση συνδυασμού χρωμάτων
es: Guardar la combinación de colores
fa: ذخیرهٔ طرح رنگ
fr: Enregistrer le jeu de couleurs
hu: Színséma mentése
id: Simpan skema warna
it: Salva combinazione di colori
ja: 配色を保存
ko: 색 구성표 저장
pl: Zapisz schemat kolorów
pt: Salvar esquema de cores
ro: Salvare schemă de culori
ru: Сохранить цветовую схему
th: บันทึกชุดสี
tr: Renk düzenini kaydet
uk: Зберегти колірну схему
vi: Lưu bộ màu
zh_hans: 保存配色方案
zh_hant: 儲存色彩配置

# SchemeUi_SaveFailed
source: The color scheme could not be saved: {0}
ar: تعذّر حفظ نظام الألوان: {0}
cs: Barevné schéma nelze uložit: {0}
de: Das Farbschema konnte nicht gespeichert werden: {0}
el: Δεν ήταν δυνατή η αποθήκευση του συνδυασμού χρωμάτων: {0}
es: No se pudo guardar la combinación de colores: {0}
fa: ذخیرهٔ طرح رنگ ممکن نشد: {0}
fr: Impossible d'enregistrer le jeu de couleurs : {0}
hu: Nem sikerült menteni a színsémát: {0}
id: Skema warna tidak dapat disimpan: {0}
it: Impossibile salvare la combinazione di colori: {0}
ja: 配色を保存できませんでした: {0}
ko: 색 구성표를 저장할 수 없습니다: {0}
pl: Nie można zapisać schematu kolorów: {0}
pt: Não foi possível salvar o esquema de cores: {0}
ro: Schema de culori nu a putut fi salvată: {0}
ru: Не удалось сохранить цветовую схему: {0}
th: ไม่สามารถบันทึกชุดสีได้: {0}
tr: Renk düzeni kaydedilemedi: {0}
uk: Не вдалося зберегти колірну схему: {0}
vi: Không thể lưu bộ màu: {0}
zh_hans: 无法保存配色方案：{0}
zh_hant: 無法儲存色彩配置：{0}

# SchemeUi_ContrastTitle
source: Low contrast
ar: تباين منخفض
cs: Nízký kontrast
de: Geringer Kontrast
el: Χαμηλή αντίθεση
es: Contraste bajo
fa: کنتراست کم
fr: Contraste faible
hu: Alacsony kontraszt
id: Kontras rendah
it: Contrasto basso
ja: コントラストが低い組み合わせ
ko: 낮은 대비
pl: Niski kontrast
pt: Baixo contraste
ro: Contrast scăzut
ru: Низкая контрастность
th: ความคมชัดต่ำ
tr: Düşük karşıtlık
uk: Низька контрастність
vi: Độ tương phản thấp
zh_hans: 对比度低
zh_hant: 對比過低

# SchemeUi_ContrastItem
source: {0} on {1} ({2}): {3}:1. Text may be hard to read (4.5:1 or more is recommended).
ar: {0} على {1} ({2}): {3}:1. قد تصعب قراءة النص (يوصى بنسبة 4.5:1 أو أكثر).
cs: {0} na {1} ({2}): {3}:1. Text může být špatně čitelný (doporučuje se 4,5:1 nebo více).
de: {0} auf {1} ({2}): {3}:1. Text ist möglicherweise schwer lesbar (4,5:1 oder mehr wird empfohlen).
el: {0} σε {1} ({2}): {3}:1. Το κείμενο μπορεί να διαβάζεται δύσκολα (συνιστάται 4.5:1 ή περισσότερο).
es: {0} sobre {1} ({2}): {3}:1. El texto puede ser difícil de leer (se recomienda 4,5:1 o más).
fa: {0} روی {1} ({2}): {3}:1. ممکن است خواندن متن دشوار باشد (4.5:1 یا بیشتر توصیه می‌شود).
fr: {0} sur {1} ({2}) : {3}:1. Le texte peut être difficile à lire (4,5:1 ou plus recommandé).
hu: {0} ezen: {1} ({2}): {3}:1. A szöveg nehezen olvasható lehet (legalább 4.5:1 ajánlott).
id: {0} di atas {1} ({2}): {3}:1. Teks mungkin sulit dibaca (disarankan 4.5:1 atau lebih).
it: {0} su {1} ({2}): {3}:1. Il testo potrebbe essere difficile da leggere (è consigliato 4,5:1 o più).
ja: {1} の上の {0} ({2}): {3}:1。文字が読みにくいことがあります (4.5:1 以上をおすすめします)。
ko: {1} 위의 {0}({2}): {3}:1. 텍스트를 읽기 어려울 수 있습니다(4.5:1 이상 권장).
pl: {0} na {1} ({2}): {3}:1. Tekst może być trudny do odczytania (zalecane 4,5:1 lub więcej).
pt: {0} sobre {1} ({2}): {3}:1. O texto pode ser difícil de ler (recomenda-se 4,5:1 ou mais).
ro: {0} pe {1} ({2}): {3}:1. Textul poate fi greu de citit (se recomandă 4,5:1 sau mai mult).
ru: {0} на {1} ({2}): {3}:1. Текст может плохо читаться (рекомендуется 4.5:1 или больше).
th: {0} บน {1} ({2}): {3}:1 ข้อความอาจอ่านยาก (แนะนำ 4.5:1 ขึ้นไป)
tr: {1} üzerinde {0} ({2}): {3}:1. Metin zor okunabilir (4.5:1 veya daha yüksek önerilir).
uk: {0} на {1} ({2}): {3}:1. Текст може бути важко читати (рекомендовано 4.5:1 або більше).
vi: {0} trên {1} ({2}): {3}:1. Văn bản có thể khó đọc (khuyến nghị từ 4.5:1 trở lên).
zh_hans: {1}上的{0}（{2}）：{3}:1。文本可能难以阅读（建议 4.5:1 或更高）。
zh_hant: {1} 上的 {0}（{2}）：{3}:1。文字可能不易閱讀（建議 4.5:1 以上）。

# SchemeUi_LoadWarnings
source: Some colors in this color scheme file are invalid, so the default colors are used for them: {0}
ar: بعض الألوان في ملف نظام الألوان هذا غير صالحة، لذا تُستخدم الألوان الافتراضية بدلاً منها: {0}
cs: Některé barvy v tomto souboru barevného schématu jsou neplatné, proto se pro ně používají výchozí barvy: {0}
de: Einige Farben in dieser Farbschemadatei sind ungültig, daher werden für sie die Standardfarben verwendet: {0}
el: Ορισμένα χρώματα σε αυτό το αρχείο συνδυασμού χρωμάτων δεν είναι έγκυρα, επομένως χρησιμοποιούνται τα προεπιλεγμένα χρώματα για αυτά: {0}
es: Algunos colores de este archivo de combinación de colores no son válidos, así que se usan los colores predeterminados: {0}
fa: برخی رنگ‌های این فایل طرح رنگ نامعتبرند، بنابراین رنگ‌های پیش‌فرض برای آن‌ها استفاده می‌شود: {0}
fr: Certaines couleurs de ce fichier de jeu de couleurs ne sont pas valides ; les couleurs par défaut sont donc utilisées : {0}
hu: A színsémafájl néhány színe érvénytelen, ezért ezekhez az alapértelmezett színek lesznek használva: {0}
id: Beberapa warna dalam file skema warna ini tidak valid, sehingga warna default digunakan untuk warna tersebut: {0}
it: Alcuni colori in questo file della combinazione di colori non sono validi, quindi per essi vengono usati i colori predefiniti: {0}
ja: この配色ファイルの次の色が不正なため、その色には既定の色を使っています: {0}
ko: 이 색 구성표 파일의 일부 색이 올바르지 않아 해당 색에는 기본 색을 사용합니다: {0}
pl: Niektóre kolory w tym pliku schematu kolorów są nieprawidłowe, więc użyto dla nich kolorów domyślnych: {0}
pt: Algumas cores neste arquivo de esquema de cores são inválidas, por isso as cores padrão são usadas para elas: {0}
ro: Unele culori din acest fișier de schemă de culori nu sunt valide, așa că pentru ele se utilizează culorile implicite: {0}
ru: Некоторые цвета в этом файле цветовой схемы недопустимы, поэтому для них используются цвета по умолчанию: {0}
th: บางสีในไฟล์ชุดสีนี้ไม่ถูกต้อง จึงใช้สีเริ่มต้นแทน: {0}
tr: Bu renk düzeni dosyasındaki bazı renkler geçersiz olduğundan onlar için varsayılan renkler kullanılıyor: {0}
uk: Деякі кольори в цьому файлі колірної схеми неприпустимі, тому для них використовуються стандартні кольори: {0}
vi: Một số màu trong tệp bộ màu này không hợp lệ nên sẽ dùng màu mặc định thay thế: {0}
zh_hans: 此配色方案文件中的某些颜色无效，因此对它们使用默认颜色：{0}
zh_hant: 此色彩配置檔案中的部分色彩無效，因此改用預設色彩：{0}

# SchemeUi_ImportFailed
source: The color scheme could not be imported: {0}
ar: تعذّر استيراد نظام الألوان: {0}
cs: Barevné schéma nelze importovat: {0}
de: Das Farbschema konnte nicht importiert werden: {0}
el: Δεν ήταν δυνατή η εισαγωγή του συνδυασμού χρωμάτων: {0}
es: No se pudo importar la combinación de colores: {0}
fa: وارد کردن طرح رنگ ممکن نشد: {0}
fr: Impossible d'importer le jeu de couleurs : {0}
hu: Nem sikerült importálni a színsémát: {0}
id: Skema warna tidak dapat diimpor: {0}
it: Impossibile importare la combinazione di colori: {0}
ja: 配色をインポートできませんでした: {0}
ko: 색 구성표를 가져올 수 없습니다: {0}
pl: Nie można zaimportować schematu kolorów: {0}
pt: Não foi possível importar o esquema de cores: {0}
ro: Schema de culori nu a putut fi importată: {0}
ru: Не удалось импортировать цветовую схему: {0}
th: ไม่สามารถนำเข้าชุดสีได้: {0}
tr: Renk düzeni içeri aktarılamadı: {0}
uk: Не вдалося імпортувати колірну схему: {0}
vi: Không thể nhập bộ màu: {0}
zh_hans: 无法导入配色方案：{0}
zh_hant: 無法匯入色彩配置：{0}

# SchemeUi_Exported
source: Exported the color scheme to {0}.
ar: تم تصدير نظام الألوان إلى {0}.
cs: Barevné schéma bylo exportováno do {0}.
de: Das Farbschema wurde nach {0} exportiert.
el: Ο συνδυασμός χρωμάτων εξήχθη στο {0}.
es: Se exportó la combinación de colores a {0}.
fa: طرح رنگ به {0} صادر شد.
fr: Le jeu de couleurs a été exporté vers {0}.
hu: A színséma exportálva ide: {0}.
id: Skema warna diekspor ke {0}.
it: Combinazione di colori esportata in {0}.
ja: 配色を {0} にエクスポートしました。
ko: 색 구성표를 {0}(으)로 내보냈습니다.
pl: Wyeksportowano schemat kolorów do {0}.
pt: Esquema de cores exportado para {0}.
ro: Schema de culori a fost exportată în {0}.
ru: Цветовая схема экспортирована в {0}.
th: ส่งออกชุดสีไปยัง {0} แล้ว
tr: Renk düzeni {0} konumuna dışarı aktarıldı.
uk: Колірну схему експортовано в {0}.
vi: Đã xuất bộ màu vào {0}.
zh_hans: 已将配色方案导出到 {0}。
zh_hant: 已將色彩配置匯出至 {0}。

# SchemeUi_FileType
source: Color scheme
ar: نظام الألوان
cs: Barevné schéma
de: Farbschema
el: Συνδυασμός χρωμάτων
es: Combinación de colores
fa: طرح رنگ
fr: Jeu de couleurs
hu: Színséma
id: Skema warna
it: Combinazione di colori
ja: 配色
ko: 색 구성표
pl: Schemat kolorów
pt: Esquema de cores
ro: Schemă de culori
ru: Цветовая схема
th: ชุดสี
tr: Renk düzeni
uk: Колірна схема
vi: Bộ màu
zh_hans: 配色方案
zh_hant: 色彩配置

# SchemeElement_Background
source: Background
ar: الخلفية
cs: Pozadí
de: Hintergrund
el: Φόντο
es: Fondo
fa: پس‌زمینه
fr: Arrière-plan
hu: Háttér
id: Latar belakang
it: Sfondo
ja: 背景
ko: 배경
pl: Tło
pt: Plano de fundo
ro: Fundal
ru: Фон
th: พื้นหลัง
tr: Arka plan
uk: Фон
vi: Nền
zh_hans: 背景
zh_hant: 背景

# SchemeElement_AlternateBackground
source: Alternate row background
ar: خلفية الصفوف المتناوبة
cs: Pozadí střídavých řádků
de: Hintergrund abwechselnder Zeilen
el: Φόντο εναλλασσόμενων γραμμών
es: Fondo de filas alternas
fa: پس‌زمینهٔ سطرهای متناوب
fr: Arrière-plan des lignes alternées
hu: Váltakozó sorháttér
id: Latar belakang baris selang-seling
it: Sfondo delle righe alternate
ja: 交互の行の背景
ko: 교대 행 배경
pl: Tło naprzemiennych wierszy
pt: Plano de fundo de linha alternada
ro: Fundal rânduri alternante
ru: Чередующийся фон строк
th: พื้นหลังแถวสลับ
tr: Dönüşümlü satır arka planı
uk: Фон чергових рядків
vi: Nền hàng xen kẽ
zh_hans: 交替行背景
zh_hant: 交替列背景
